<!doctype html>
<html lang="en">
	<head>
		<meta charset="UTF-8">
		<title>The K&amacr;k&amacr;p&omacr;s</title>
		<link rel="stylesheet" type="text/css" href="index.css"/>
	</head>
	
	<body>
		<h1 id="Top"> <!--Images placed within the heading to move with the title when its position is edited.-->
			<img src="Images/kakapoflip.png" alt="Simple digital drawing of Kakapo" height="100"/>
			The K&amacr;k&amacr;p&omacr;s
			<img src="Images/kakapoart.png" alt="Simple digital drawing of Kakapo" height="100"/>
		</h1>

		<div id="summary">
			<h2>Summary</h2>
			
			<table>
				<tr>
					<th>Common name</th>
					<td>K&amacr;k&amacr;p&omacr;</td>
				</tr>
				<tr>
					<th>Order</th>
					<td>Psittaciformes</td>
				</tr>
				<tr>
					<th>Scientific name</th>
					<td id="latin-name">Strigops habroptilus</td>
				</tr>
				<tr>
					<th>Lifespan</th>
					<td>an average of 80 years</td>
				</tr>
				<tr>
					<th>Diet</th>
					<td>herbivore&semi; nuts&comma; seeds&comma; flowers&comma; leaves&comma; tubers</td>
				</tr>
				<tr>
					<th>Habitats</th>
					<td>in forested islands of New Zealand</td>
				</tr>
				<tr>
					<th>Mating</th>
					<td>lek breeders&semi; mating time of Jan-Jun</td>
				</tr>
				<tr>
					<th>Reproduction</th>
					<td>1-4 young after an incubation of 1 month</td>
				</tr>
			</table>
		</div>
		
		<h2 id="contents">Contents</h2>
		<ol id="content-list">
			<li><a href="#Identification">Identification</a></li>
				<ul>
					<li><a href="#Appearance">Appearance</a></li>
					<li><a href="#Habitat">Habitat</a></li>
					<li><a href="#Behaviour">Behaviour</a></li>
					<li><a href="#Diet">Diet</a></li>
					<li><a href="#Mating">Mating</a></li>
				</ul>
			<li><a href="#Endangerment">Endangerment</a></li>
				<ul>
					<li><a href="#History">History</a></li>
					<li><a href="#Effects">Effects</a></li>
				</ul>
			<li><a href="#SavingBirds">Saving the Birds</a></li>
			<li> <a href="#References">References</a></li>
		</ol>
		
		<h2 id="Identification" class="separate">Identification</h2>
		
		<figure class="side">	<!--Class selector to separate text from images in CSS only for this HTML file.-->
			<img class="img-border" src="Images/siroccokakapo.jpg" alt="Sirocco the kakapo posing for the camera" height="250" />
			<figcaption>Sirocco the celebrity  k&amacr;k&amacr;p&omacr; in New Zealand poses for the camera.</figcaption>
		</figure>		
		
		<h3 id="Appearance">Appearance</h3>
		<p>The k&amacr;k&amacr;p&omacr; is a large flightless parrot in New Zealand. It is also known as the owl parrot.
		This beautiful bird is green all over with yellow and black spots speckled through its feathers.
		It has a grey beak&comma; legs&comma; and feet&comma; with their underside being a lighter yellow colour.
		They don&rsquo;t have any living relatives&comma; but the closest relatives to k&amacr;k&amacr;p&omacr;s are <a href="https://en.wikipedia.org/wiki/Kea">keas</a> and 
		<a href="https://en.wikipedia.org/wiki/K%C4%81k%C4%81">k&amacr;k&amacr;s</a>. They weigh up to 4 kg with a height of about 60 cm. 
		They can add on more weight during the breeding season. Both their wingspan and their tail 
		are relatively small for their size. This adaptation is due to their lack of natural predators which has allowed 
		them to gain weight. They now have much stronger legs and beaks for foraging rather than large wings and tails 
		for flying.
		</p>	
		
		<h3 id="Habitat">Habitat</h3>
		<p>Once walking across all of New Zealand&comma; k&amacr;k&amacr;p&omacr;s now live exclusively in forested islands of New Zealand.
		They used to have a much broader range but predation has made their distribution greatly reduce. They make nests in places
		that are hidden: underground&comma; in hollow tree trunks&comma; or areas with thick vegetation. They have their own territory and they
		stay within this home range for most of their life.
		</p>
		
		<h3 id="Behaviour">Behaviour</h3>
		<p>In their day to day life&comma; when trying to conceal themselves&comma; k&amacr;k&amacr;p&omacr;s use their feathers as
		camouflage on the forest floors. They are nocturnal&comma; so they sleep during the day and forage for food in the safety
		of darkness. The will walk on the ground and even climb up trees to reach their food. Because of their short wings&comma;
		they cannot fly&comma; but they can manage to glide to the next tree.
		Their call can be loud and high pitched&comma; or low and booming for their recognizable mating displays.
		</p>
		
		<h3 id="Diet">Diet</h3>
		<p>K&amacr;k&amacr;p&omacr;s have a completely plant-based diet. As a bird that cannot fly&comma; they climb
		their way up trees and search the ground for food. Their main source of food is the rimu fruit from New
		Zealand&rsquo;s rimu trees. As they forage the ground&comma; the birds chew on these fruits and extract the nutrients&comma; 
		leaving behind a wad of the chewed-up fruit. Other sources of their nutrients come from fruits&comma; seeds&comma; nuts&comma; 
		berries&comma; leaves&comma; bark&comma; and tubers.
		They don&rsquo;t have any natural predators&comma; but many have been introduced into the land that endangers their population.
		</p>
		
		<figure class="side">
			<img class="img-border" src="Images/rimu.jpg" alt="Ripe rimu fruit" height="200"/>
			<figcaption>The k&amacr;k&amacr;p&omacr; feed on ripe rimu fruit during the breeding season.</figcaption>
		</figure>
		
		<h3 id="Mating">Mating</h3>
		<p>Newborn chicks look like white fluffs. They are artricial&comma; meaning they are not
		fully developed when they hatch. They stay with the mother for approximately 70 days to be fed and taken
		care of. At this point they start fledging and getting used to the bird life. After about 9 months&comma; they are
		independent. They start breeding at the age of six years. Only the females take care of the young. 
		K&amacr;k&amacr;p&omacr;s are lek breeders. This system of breeding is when males compete with 
		each other in front of females to attract a mate. K&amacr;k&amacr;p&omacr; males pick an area to display their
		mating show and clear out this land to make their "track and bowl system". They then let out their booming mating
		calls and walk around their stage to get chosen by a spectating female. They breed during the spring season&comma;
		typically when their favourite rimu fruit is abundant. The female lays a clutch of 1-4 eggs&comma; all white at about
		50 mm long and 38 mm wide. The eggs are incubated for a month and then they start to hatch.
		They have one of the longest life spans of birds&comma; living an average of 80 years. Some have been thought 
		to live close to 100 years. 
		</p>
		
		<h2 id="Endangerment">Endangerment</h2>
		
		<h3 id="History">History</h3>
		<p>During the 1300s&comma; Polynesians known as Maori came to New Zealand and settled there. The k&amacr;k&amacr;p&omacr;s
		lived all over New Zealand then&comma; so they were hunted by the Maori. Their meat became food and their feathers were made
		into cloaks. They also brought animals with them&comma; such as rats and dogs. The dogs became predators to
		the bird and the rats attacked its eggs and young chicks when the mother left to find food.
		Later in the 1800s&comma; European settlers had begun to colonize New Zealand. This shrunk down the k&amacr;k&amacr;p&omacr;s&rsquo;
		natural habitat further with deforestation. They also brought more animals with them&semi; cats&comma; stoats&comma; and even more rats.
		All these troubles for the poor k&amacr;k&amacr;p&omacr; have led their population to shrink down to only about
		150 of them left in the wild.
		</p>
		<figure class="side">
			<img class="img-border" src="Images/stoat.jpg" alt="A stoat walks in the grass" height="170"/>
			<figcaption>Stoats are stealthy predators that pose a threat to k&amacr;k&amacr;p&omacr; eggs.</figcaption>
		</figure>
		
		<h3 id="Effects">Effects</h3>
		<p>The introduced mammals have a strong sense of smell. This exposes the k&amacr;k&amacr;p&omacr;s as they
		can&rsquo;t protect themselves with camouflage anymore like they would have done to hide from other big birds of prey.
		Their population got as low as only 50 living during the mid-1900s.
		Low population has forced the k&amacr;k&amacr;p&omacr;s to inbreed. This has decreased the fertility rate and genetic diversity
		of their eggs which puts their chance of survival into further risk.
		Through conservation efforts&comma; they have moved from the brink of
		extinction to critical endangerment. Roughly only 200 k&amacr;k&amacr;p&omacr;s are alive now.
		</p>
		
		<h2 id="SavingBirds">Saving the Birds</h2>
		<p>The main goal in conserving this species was to get them away from their predators. This was attempted
		several times. In the late 1800s&comma; the k&amacr;k&amacr;p&omacr;s were relocated to Resolution island in Fiordland. This attempt
		was unsuccessful because soon enough stoats had found their way to the island and the birds were in danger again.
		Mid-1900s&comma; people in New Zealand had started a mission to find and revive what was remaining of the k&amacr;k&amacr;p&omacr; population.
		Twenty to thirty k&amacr;k&amacr;p&omacr;s were found&comma; but none of them were female. Further along in the 1900s&comma; a large group of k&amacr;k&amacr;p&omacr;s
		were found on Stewart Island&comma; away from all their threatening predators&comma; and with females. This was great hope for their
		population. They were relocated to safe islands such as Little Barrier island.
		Stoats and rats are still a threat to the birds as they prey on the eggs. The predators were eradicated in some islands but
		the birds must still be protected if they reappear.
		Majority&comma; if not all of the k&amacr;k&amacr;p&omacr;s&comma; are known now and they are being monitored  with radio transmitters to make sure they
		continue to survive.
		</p>
		
		<img src="Images/present2u.png" alt="simple digital drawing of kakapo" height="160" id="present2u"/>
		<h2 class="separate">Related Topics</h2> <!--Class added to style specific titles with lines above them.-->
		<p>Read more on the world of <a href="index2.html">parrots</a></p>
		<p>Listen to a <a href="https://upload.wikimedia.org/wikipedia/commons/e/ee/051226-kakapo-billbooming.ogg">k&amacr;k&amacr;p&omacr;&rsquo;s booming calls</a></p>
		<p><a href="https://www.doc.govt.nz/our-work/kakapo-recovery/get-involved/">Support the k&amacr;k&amacr;p&omacr;s</a></p>
		
		<h2 id="References" class="separate">References</h2>
		
		<ul>
			<li>Walters&comma; M.&comma; &amp; Johnson&comma; J. (2007). Birds: Flightless Birds. In The World of Animals (pp. 162–163). essay&comma; Parragon. Retrieved February 19&comma; 2022</li>
			<li>Elliott&comma; G.P. 2013 [updated 2020]. Kakapo. In Miskelly&comma; C.M. (ed.) New Zealand Birds Online. Retrieved February 17&comma; 2022&comma; from <a href="https://nzbirdsonline.org.nz/species/kakapo">https://nzbirdsonline.org.nz/species/kakapo</a></li>
			<li>Kākāpō. New Zealand native land birds. (n.d.). Retrieved February 19&comma; 2022&comma; from <a href="https://www.doc.govt.nz/nature/native-animals/birds/birds-a-z/kakapo/">https://www.doc.govt.nz/nature/native-animals/birds/birds-a-z/kakapo/</a> </li>
			<li>Kakapo. AZ Animals. (2021&comma; October 14). Retrieved February 19&comma; 2022&comma; from <a href="https://a-z-animals.com/animals/kakapo/">from https://a-z-animals.com/animals/kakapo/</a></li> 
			<li>Museum of New Zealand Te Tapa Tongarewa. (n.d.). Lek mating system of the kākāpō. Retrieved February 21&comma; 2022&comma; from <a href="https://collections.tepapa.govt.nz/topic/1010">https://collections.tepapa.govt.nz/topic/1010</a></li>
			<li>Mnolf. (2005). The sound of a Kakapo&rsquo;s &ldquo;booming&rdquo;. Retrieved February 23&comma; 2022&comma; from <a href="https://upload.wikimedia.org/wikipedia/commons/e/ee/051226-kakapo-billbooming.ogg">https://upload.wikimedia.org/wikipedia/commons/e/ee/051226-kakapo-billbooming.ogg</a></li>
		</ul>	
	
		<h3>Images</h3>
		<ul>
			<li><a href="https://www.doc.govt.nz/">Department of Conservation(NZ)</a>. (2009). Sirocco full length portrait. photograph by Mike Bodie. 
			<a href="https://www.flickr.com/photos/docnz/4015891720/">https://www.flickr.com/photos/docnz/4015891720/</a> Accessed February 17&comma; 2022</li>
			<li>slantwise. (n.d.). Hand-painted Kakapo illustration. Stock Adobe.
			<a href="https://stock.adobe.com/uk/images/手描き風のカカポのイラスト/464805736">https://stock.adobe.com/uk/images/手描き風のカカポのイラスト/464805736</a>
			Accessed and adapted February 17&comma; 2022</li>
			<li><a href="https://www.doc.govt.nz/">Department of Conservation(NZ)</a>. (2002). Ripe rimu fruit. photograph by Don Merton. 
			<a href="https://www.flickr.com/photos/docnz/8529685440">https://www.flickr.com/photos/docnz/8529685440</a> Accessed February 23&comma; 2022</li>
			<li>Kilner&comma; M. (2018). Stoat (Mustela erminea) <a href="https://www.flickr.com/photos/markkilner/41819723205/in/photostream/">https://www.flickr.com/photos/markkilner/41819723205/in/photostream/</a></li>
		</ul>
		
		<div id="return">	<!--To format the Return to top function to be in the left corner.-->
			<p id="return-text">Return to top</p>
			<a href="#Top">
				<img src="Images/uparrow.png" alt="Up arrow inside a circle" width="100">
			</a>
		</div>
		
		<div class="validators"> <!--Div used to format both links and images to have same properties.-->
			<a href="http://validator.w3.org/check?uri=https://navinn07.github.io/home/">
				<img src="Images/w3c.png" width="65" alt="HTML Validator"/>
			</a>
			
			<a href = "http://jigsaw.w3.org/css-validator/validator?uri=https://navinn07.github.io/home/">
				<img src= "Images/css.png" width="65" alt="CSS Validator"/>
			</a>
		</div>
	</body>
</html>